/** @file
  String definitions for TCG configuration form.

Copyright (c) 2012, Intel Corporation. All rights reserved.<BR>
This program and the accompanying materials 
are licensed and made available under the terms and conditions of the BSD License 
which accompanies this distribution.  The full text of the license may be found at 
http://opensource.org/licenses/bsd-license.php

THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS, 
WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.

**/

#langdef en-US "English"

#string STR_TREE_TITLE                      #language en-US "TrEE Configuration"
#string STR_TREE_HELP                       #language en-US "Press <Enter> to select TrEE Setup options."
#string STR_TREE_DEVICE_PROMPT              #language en-US "Current TPM Device"
#string STR_TREE_DEVICE_HELP                #language en-US "Current TPM Device: Disable, TPM1.2, or TPM2.0"
#string STR_TREE_DEVICE_CONTENT             #language en-US ""

#string STR_TREE_TPM_DISABLE               #language en-US "Disable"
#string STR_TREE_TPM_1_2                   #language en-US "TPM 1.2"
#string STR_TREE_TPM_2_0_DTPM              #language en-US "TPM 2.0 (DTPM)"

#string STR_TPM2_REVOKE_TRUST_PROMPT       #language en-US "Revoke Trust"
#string STR_TPM2_REVOKE_TRUST_HELP         #language en-US "If platform need revoke trust on TPM2 device"

#string STR_NULL                           #language en-US ""
